alsa-firmware
alsa-oss
alsa-tools
alsa-utils
ann
arch-install-scripts
asciidoc
autoconf
automake
baobab
bash
bash-completion
bazel
binutils
bison
blender
boost
bzip2
c-ares
ceres-solver
chrome-gnome-shell-git
clang
cmatrix
cndrvcups-lb
coreutils
cryptsetup
ctags
cuda
cups
cython
dconf-editor
device-mapper
dhcpcd
dialog
diffutils
dos2unix
dosfstools
drive
e2fsprogs
eclipse-cpp
eigen
empathy
eog
epiphany
epson-inkjet-printer-escpr
evince
exfat-utils
fakeroot
file
filesystem
findutils
firefox
flake8
flann
flex
folly
gawk
gcc
gcc-fortran
gcc-libs
gcc46
gdal
gdb
gdm
gedit
gettext
gflags
gimp
git
gksu
gl2ps
glfw-x11
glibc
gnome-backgrounds
gnome-calculator
gnome-contacts
gnome-control-center
gnome-desktop
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-topicons-plus-git
gnome-shell-extensions
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-themes-standard
gnome-tweak-tool
gnome-user-docs
gnome-user-share
gnuradio
gnuradio-companion
go
google-chrome
google-cloud-sdk
google-glog
gptfdisk
grep
grilo-plugins
groff
gstreamer0.10-base-plugins
gucharmap
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
hplip
htop
http-parser
imagemagick
inetutils
inkscape
iproute2
iputils
ipython
iw
jdk7-openjdk
jdk8-openjdk
jfsutils
jre7-openjdk
jupyter-notebook
kdemultimedia-kmix
less
lib32-nvidia-utils
libfreenect-git
libgdiplus
libreoffice-fresh
libselinux
libtool
licenses
linux
llvm
logrotate
lshw
lvm2
m4
make
man-db
man-pages
mariadb
mathjax
mdadm
mesa-demos
meshlab
minicom
mlocate
mono
mousetweaks
mutt
mutter
nano
nautilus
ncurses5-compat-libs
nerd-fonts-complete
net-tools
netbeans
netctl
network-manager-applet
networkmanager
networkmanager-dispatcher-ntpd
networkmanager-dispatcher-sshd
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nmap
nodejs
npm
ntfs-3g
nvidia
nvidia-settings
okular
openbsd-netcat
opencv
openexr_viewers
openmp
openmpi
openssh
pacman
pandoc
pangomm
pangox-compat
paperkey
patch
pavucontrol
pciutils
pcl
pcmciautils
pdf2svg
perl
perl-tk
php-odbc
pkg-config
pkgfile
powerline2
procps-ng
psmisc
pulseaudio
pycharm-community
python-cffi
python-frozendict
python-future
python-h5py
python-ipdb
python-lxml
python-matplotlib
python-mock
python-nose
python-numpy
python-pillow
python-pip
python-pycuda
python-pyhamcrest
python-pytorch
python-qtconsole
python-scipy
python-setuptools
python-tensorflow-cuda
python-wheel
python-yaml
python2-cheetah
python2-flake8
python2-frozendict
python2-future
python2-lxml
python2-mock
python2-nose
python2-path
python2-pyhamcrest
python2-pytorch
python2-requests
python2-setuptools
python2-unittest2
python2-yaml
qhull
qt4pas
qt5-tools
reiserfsprogs
rsync
rust
s-nail
screen
sed
semver
shadow
sparsehash
spotify
sudo
suitesparse
sushi
swig
sysfsutils
systemd-sysvcompat
tar
tensorflow-cuda
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-localmanager-git
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tmux
tomboy
totem
unzip
usbutils
util-linux
vi
vino
vlc
vtk
wget
which
wpa_supplicant
xdg-user-dirs-gtk
xf86-input-synaptics
xf86-video-intel
xfsprogs
xmlto
xorg-server
xorg-server-devel
xorg-server-utils
xorg-twm
xorg-utils
xorg-xclock
xorg-xinit
xournal
xterm
yaourt
yelp
zip
